import './faq-style.css'

const faq = () =>{
    return (
        <section class="container faq">
        <h2>FAQ</h2>
        <div class="faq-enum">
          <div>
            <h3>
              <span class="faq-one">1.</span>Кто непосредственно занимается поддержкой?
            </h3>
            <p>Сайты поддерживают штатные сотрудники ООО "Инитлаб", г.Краснодар, прошедшие специальное обучение и имеющие опыт работы с Drupal от 4 до 15 лет: 8 web-разработчиков, 2 специалиста по SEO, 4 системных администратора. 
            </p>
          </div>
          <div>
            <h3>
              <span class="faq-one">2.</span>Как организована работа поддержки?
            </h3>
            <p>Текст ответа 2.</p>
          </div>
          <div>
            <h3>
              <span class="faq-one">3.</span>Что прогисходит, когда отработаны все предоплаченные часы за месяц?
            </h3>
            <p>Текст ответа 3.</p>
          </div>
          <div>
            <h3>
              <span class="faq-one">4.</span>Что прогисходит, когда не отработаны все предоплаченные часы за месяц?
            </h3>
            <p>Текст ответа 4.</p>
          </div>
          <div>
            <h3>
              <span class="faq-one">5.</span>Как происходит оценка и согласование планируемого времени на выполнение заявок?
            </h3>
            <p>Текст ответа 5.</p>
          </div>
          <div>
            <h3>
              <span class="faq-one">6.</span>Сколько программистов выделяется на проект?
            </h3>
            <p>Текст ответа 6.</p>
          </div>
          <div>
            <h3>
              <span class="faq-one">7.</span>Как подать заявку на внесение изменений на сайте?
            </h3>
            <p>Текст ответа 7.</p>
          </div>
          <div>
            <h3>
              <span class="faq-one">8.</span>Как подать заявку на добавление пользователя, изменеие настроек веб-сервера и других задач по администрированию?
            </h3>
            <p>Текст ответа 8.</p>
          </div>
          <div>
            <h3>
              <span class="faq-one">9.</span>В течении какого времени начинается работа по заявке?
            </h3>
            <p>Текст ответа 9.</p>
          </div>
          <div>
            <h3>
              <span class="faq-one">10.</span>В какое время работает поддержка?
            </h3>
            <p>Текст ответа 10.</p>
          </div>
          <div>
            <h3>
              <span class="faq-one">11.</span>Подходят ли услуги поддержки, если необходимо произвести обновление ядра Drupal или модулей?
            </h3>
            <p>Текст ответа 11.</p>
          </div>
          <div>
            <h3>
              <span class="faq-one">12.</span>Можно ли пообщаться со специалистом голосом или в мессенджере?
            </h3>
            <p>Текст ответа 12.</p>
          </div>
        </div>
      </section>
    );
}

export default faq;